Repository: Xycl/plugin.audio.listenliveeu
Catalog: resources/language/Croatian/strings.po
Languages: hr

# #30000
source: New additions
hr: Novi dodaci

# #30001
source: Browse by country
hr: Pregled po državi

# #30002
source: Browse by genre
hr: Pregled po žanru

# #30003
source: Browse by bookmarks
hr: Pregled po oznakama

# #30004
source: Add bookmark
hr: Dodaj oznaku

# #30005
source: Delete bookmark
hr: Obriši oznaku

# #30006
source: Delete all bookmarks
hr: Obriši sve oznake

# #30007
source: Bookmark added!
hr: Oznaka dodana!

# #30008
source: Bookmark NOT added!
hr: Oznaka Nije dodana!

# #30009
source: Delete bookmark?
hr: Obriši Oznaku?

# #30010
source: Bookmark deleted!
hr: Oznaka Obrisana!

# #30011
source: Bookmark NOT deleted!
hr: Oznaka Nije Obrisana!

# #30012
source: Delete all bookmarks?
hr: Obriši Sve Oznake?

# #30013
source: All bookmarks deleted!
hr: Sve Oznake Obrisane!

# #30014
source: Bookmarks NOT deleted!
hr: Oznake Nisu Obrisane!

# #30015
source: Bookmark already exists.
hr: Oznaka već postoji.

# #30016
source: No other bookmarks available.
hr: Nema druge oznake na raspolaganju.

# #30017
source: No bookmarks available.
hr: Nema dostupni oznaka.

# #30020
source: Show location
hr: Prikaži lokaciju

# #30021
source: Show genre / comment
hr: Prikaži žanr / komentar

# #30022
source: Show stream rate
hr: Prikaži stopu protoka

# #30023
source: Minimum quality (Kbps)
hr: Minimum kvaliteta (Kbps)
