Repository: Xycl/plugin.audio.listenliveeu
Catalog: resources/language/Turkish/strings.po
Languages: tr

# #30000
source: New additions
tr: Yeni Eklemeler

# #30001
source: Browse by country
tr: Şehire Göre Tara

# #30002
source: Browse by genre
tr: Tarza göre gözat

# #30003
source: Browse by bookmarks
tr: Yer İmlerine Göre Tara

# #30004
source: Add bookmark
tr: Yer Imi Ekle

# #30005
source: Delete bookmark
tr: Yer İmini Sil

# #30006
source: Delete all bookmarks
tr: Tüm Yer İmlerini Sil

# #30007
source: Bookmark added!
tr: Yer İmi Eklendi

# #30008
source: Bookmark NOT added!
tr: Yer İmi Eklenmedi!

# #30009
source: Delete bookmark?
tr: Yer İmini Sil?

# #30010
source: Bookmark deleted!
tr: Yer İmi Silindi!

# #30011
source: Bookmark NOT deleted!
tr: Yer İmi Silinmedi!

# #30012
source: Delete all bookmarks?
tr: Tüm Yer İmlerini Sil?

# #30013
source: All bookmarks deleted!
tr: Tüm Yer İmleri Silindi!

# #30014
source: Bookmarks NOT deleted!
tr: Yer İmleri Silinmedi!

# #30015
source: Bookmark already exists.
tr: Yer İmi Zaten Kayıtlı

# #30016
source: No other bookmarks available.
tr: Diğer Yer İmleri Mevcut Değil

# #30017
source: No bookmarks available.
tr: Yer İmleri Mevcut Değil

# #30020
source: Show location
tr: Konumu Göster

# #30021
source: Show genre / comment
tr: Türü/Yorumu Göster

# #30022
source: Show stream rate
tr: Akış Oranını Göster

# #30023
source: Minimum quality (Kbps)
tr: En Az Kalite (Kbps)
