Repository: Xycl/plugin.audio.listenliveeu
Catalog: resources/language/Catalan/strings.po
Languages: ca

# #30000
source: New additions
ca: Noves incorporacions

# #30001
source: Browse by country
ca: Cerca per país

# #30002
source: Browse by genre
ca: Cerca per gènere

# #30003
source: Browse by bookmarks
ca: Cerca per marcadors

# #30004
source: Add bookmark
ca: Afegeix un marcador

# #30005
source: Delete bookmark
ca: Elimina el marcador

# #30006
source: Delete all bookmarks
ca: Elimina tots els marcadors

# #30007
source: Bookmark added!
ca: El marcador s'ha afegit!

# #30008
source: Bookmark NOT added!
ca: El marcador NO s'ha afegit!

# #30009
source: Delete bookmark?
ca: Eliminar el marcador?

# #30010
source: Bookmark deleted!
ca: El marcador s'ha eliminat!

# #30011
source: Bookmark NOT deleted!
ca: El marcador NO s'ha eliminat!

# #30012
source: Delete all bookmarks?
ca: Eliminar tots els marcadors?

# #30013
source: All bookmarks deleted!
ca: S'han eliminat tots els marcadors!

# #30014
source: Bookmarks NOT deleted!
ca: Els marcadors no s'han eliminat!

# #30015
source: Bookmark already exists.
ca: El marcador ja existeix.

# #30016
source: No other bookmarks available.
ca: No hi ha més marcador disponible.

# #30017
source: No bookmarks available.
ca: No hi ha cap marcador disponible.

# #30020
source: Show location
ca: Mostra la ubicació

# #30021
source: Show genre / comment
ca: Mostra el gènere/comentari

# #30022
source: Show stream rate
ca: Mostra la taxa de bits del flux de dades

# #30023
source: Minimum quality (Kbps)
ca: Qualitat mínima (Kbps)
