Repository: Xycl/plugin.audio.listenliveeu
Catalog: resources/language/Norwegian/strings.po
Languages: no

# #30000
source: New additions
no: Nye stasjoner

# #30001
source: Browse by country
no: Vis etter land

# #30002
source: Browse by genre
no: Vis etter sjanger

# #30003
source: Browse by bookmarks
no: Vis etter bokmerker

# #30004
source: Add bookmark
no: Legg til bokmerke

# #30005
source: Delete bookmark
no: Slett bokmerke

# #30006
source: Delete all bookmarks
no: Slett alle bokmerker

# #30007
source: Bookmark added!
no: Bokmerke lagret.

# #30008
source: Bookmark NOT added!
no: Bokmerke ble ikke lagret

# #30009
source: Delete bookmark?
no: Slett bokmerke?

# #30010
source: Bookmark deleted!
no: Bokmerke slettet.

# #30011
source: Bookmark NOT deleted!
no: Bokmerke ble ikke slettet.

# #30012
source: Delete all bookmarks?
no: Slette alle bokmerker?

# #30013
source: All bookmarks deleted!
no: Alle bokmerer slettet.

# #30014
source: Bookmarks NOT deleted!
no: Bokmerkene ble ikke slettet.

# #30015
source: Bookmark already exists.
no: Bokmerke eksisterer allerede.

# #30016
source: No other bookmarks available.
no: Ingen andre bokmerker tilgjengelig.

# #30017
source: No bookmarks available.
no: Dette bokmerket eksisterer ikke.

# #30020
source: Show location
no: Vis plassering

# #30021
source: Show genre / comment
no: Vis sjanger / kommentar

# #30022
source: Show stream rate
no: Vis kvalitet

# #30023
source: Minimum quality (Kbps)
no: Minimum kvalitet (kbps)
