Repository: Xycl/plugin.audio.listenliveeu
Catalog: resources/language/Bulgarian/strings.po
Languages: bg

# #30000
source: New additions
bg: Новите попълнения

# #30001
source: Browse by country
bg: Преглед по държава

# #30002
source: Browse by genre
bg: Преглед по жанр

# #30003
source: Browse by bookmarks
bg: Търсете в отметките

# #30004
source: Add bookmark
bg: Добави отметка

# #30005
source: Delete bookmark
bg: Изтрий отметката

# #30006
source: Delete all bookmarks
bg: Изтрий всички отметки

# #30007
source: Bookmark added!
bg: Отметката е добавена!

# #30008
source: Bookmark NOT added!
bg: Отметката НЕ е добавена!

# #30009
source: Delete bookmark?
bg: Изтриване на отметката?

# #30010
source: Bookmark deleted!
bg: Отметката е изтрита!

# #30011
source: Bookmark NOT deleted!
bg: Отметката НЕ е изтрита!

# #30012
source: Delete all bookmarks?
bg: Изтриване на всички отметки?

# #30013
source: All bookmarks deleted!
bg: Всички отметки са изтрити!

# #30014
source: Bookmarks NOT deleted!
bg: Отметките НЕ са изтрити!

# #30015
source: Bookmark already exists.
bg: Отметката вече съществува.

# #30016
source: No other bookmarks available.
bg: Няма други налични отметки.

# #30017
source: No bookmarks available.
bg: Няма налични отметки.

# #30020
source: Show location
bg: Показвай местоположение

# #30021
source: Show genre / comment
bg: Показвай жанр / коментар

# #30022
source: Show stream rate
bg: Показвай побитовата скорост на потока

# #30023
source: Minimum quality (Kbps)
bg: Минимално качество (Kbps)
