Repository: Xycl/plugin.audio.listenliveeu
Catalog: resources/language/Slovenian/strings.po
Languages: sl

# #30000
source: New additions
sl: Nove pridobitve

# #30001
source: Browse by country
sl: Prebrskaj glede na državo

# #30002
source: Browse by genre
sl: Prebrskaj glede na zvrst

# #30003
source: Browse by bookmarks
sl: Prebrskaj glede na zaznamek

# #30004
source: Add bookmark
sl: Dodaj zaznamek

# #30005
source: Delete bookmark
sl: Izbriši zaznamek

# #30006
source: Delete all bookmarks
sl: Izbriši vse zaznamke

# #30007
source: Bookmark added!
sl: Zaznamek dodan!

# #30008
source: Bookmark NOT added!
sl: Zaznamek ni bil dodan!

# #30009
source: Delete bookmark?
sl: Želite izbrisati zaznamek?

# #30010
source: Bookmark deleted!
sl: Zaznamek izbrisan!

# #30011
source: Bookmark NOT deleted!
sl: Zaznamek ni izbrisan!

# #30012
source: Delete all bookmarks?
sl: Želite izbrisati vse zaznamke?

# #30013
source: All bookmarks deleted!
sl: Vsi zaznamki izbrisani!

# #30014
source: Bookmarks NOT deleted!
sl: Zaznamki niso bili dodani!

# #30015
source: Bookmark already exists.
sl: Zaznamek že obstaja.

# #30016
source: No other bookmarks available.
sl: Drugi zaznamki niso na voljo.

# #30017
source: No bookmarks available.
sl: Zaznamki niso na voljo.

# #30020
source: Show location
sl: Pokaži lokacijo

# #30021
source: Show genre / comment
sl: Pokaži zvrst / komentar

# #30022
source: Show stream rate
sl: Pokaži hitrost toka

# #30023
source: Minimum quality (Kbps)
sl: Najnižja kakovost (Kbps)
