Repository: Xycl/plugin.audio.listenliveeu
Catalog: resources/language/Hebrew/strings.po
Languages: he

# #30000
source: New additions
he: נוספו לאחרונה

# #30001
source: Browse by country
he: עיון לפי מדינה

# #30002
source: Browse by genre
he: עיון לפי סגנון

# #30003
source: Browse by bookmarks
he: עיון לפי סימניות

# #30004
source: Add bookmark
he: הוסף סימניה

# #30005
source: Delete bookmark
he: מחק סימניה

# #30006
source: Delete all bookmarks
he: מחק את כל הסימניות

# #30007
source: Bookmark added!
he: הסימניה נוספה!

# #30008
source: Bookmark NOT added!
he: הסימניה לא נוספה!

# #30009
source: Delete bookmark?
he: למחוק סימניה?

# #30010
source: Bookmark deleted!
he: הסימניה נמחקה!

# #30011
source: Bookmark NOT deleted!
he: הסימניה לא נמחקה!

# #30012
source: Delete all bookmarks?
he: למחוק את כל הסימניות?

# #30013
source: All bookmarks deleted!
he: כל הסימניות נמחקו!

# #30014
source: Bookmarks NOT deleted!
he: הסימניות לא נמחקו!

# #30015
source: Bookmark already exists.
he: הסימניה כבר קיימת.

# #30016
source: No other bookmarks available.
he: לא זמינות סימניות נוספות.

# #30017
source: No bookmarks available.
he: לא זמינות סימניות.

# #30020
source: Show location
he: הצג מיקום

# #30021
source: Show genre / comment
he: הצג סגנון / הערה

# #30022
source: Show stream rate
he: הצג קצב הזרמה

# #30023
source: Minimum quality (Kbps)
he: איכות מינימלית (Kbps)
